[
  {
    "Brand": "Toilets++",
    "Product Name": "Optima Dual-Flush Two-Piece Toilet",
    "Price": "$399",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "60.jpg",
    "Toilet Dimensions": "28.75 x 15 x 30.25 inches",
    "Description": "The Toilets++ Optima is a dual-flush two-piece elongated toilet that combines modern design with water-saving features. With its powerful flush system, this toilet can save up to 20% of water usage compared to standard toilets. The Optima features a comfortable elongated bowl design and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Toilets++",
    "Product Name": "Harmony One-Piece Compact Elongated Toilet",
    "Price": "$499",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "20.jpg",
    "Toilet Dimensions": "26.38 x 15.25 x 27.75 inches",
    "Description": "The Toilets++ Harmony is a one-piece compact elongated toilet that offers a sleek and modern look for any bathroom. It features a Comfort Height bowl for ease of use and its compact design is perfect for small spaces. The Harmony has a powerful flush system that uses just 1.28 gallons of water per flush and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Toilets++",
    "Product Name": "Fusion One-Piece Skirted Elongated Toilet",
    "Price": "$699",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "62.jpg",
    "Toilet Dimensions": "28 x 15.5 x 28.5 inches",
    "Description": "The Toilets++ Fusion is a one-piece skirted elongated toilet that features a contemporary design with a concealed trapway for easy cleaning. Its powerful flush system uses only 1.28 gallons of water per flush, making it a water-efficient choice. The Fusion also has a Comfort Height bowl for ease of use and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Toilets++",
    "Product Name": "Essence Dual-Flush Two-Piece Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "43.jpg",
    "Toilet Dimensions": "28.5 x 14.75 x 29.25 inches",
    "Description": "The Toilets++ Essence is a dual-flush two-piece elongated toilet that offers both water efficiency and performance. With its powerful flush system, this toilet can save up to 25% of water usage compared to standard toilets. The Essence features a comfortable elongated bowl design and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Toilets++",
    "Product Name": "Serenity One-Piece Compact Elongated Toilet",
    "Price": "$599",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "67.jpg",
    "Toilet Dimensions": "27.75 x 15 x 29.5 inches",
    "Description": "The Toilets++ Serenity is a one-piece compact elongated toilet that offers a contemporary design with a Comfort Height bowl for ease of use. Its powerful flush system uses only 1.28 gallons of water per flush, making it an eco-friendly choice. The Serenity is made of high-quality ceramic material that resists staining and scratching and comes with a SoftClose seat to prevent slamming."
  },
  {
    "Brand": "Toilets++",
    "Product Name": "Infinity One-Piece Skirted Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "23.jpg",
    "Toilet Dimensions": "28 x 15.5 x 28.5 inches",
    "Description": "The Toilets++ Infinity is a one-piece skirted elongated toilet that features a sleek and modern design with a concealed trapway for easy cleaning. Its powerful flush system uses only 1.28 gallons of water per flush, making it an eco-friendly choice. The Infinity also has a Comfort Height bowl for ease of use and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Royal Flush",
    "Product Name": "Regal One-Piece Compact Elongated Toilet",
    "Price": "$449",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "46.jpg",
    "Toilet Dimensions": "26.25 x 15 x 26.75 inches",
    "Description": "The Royal Flush Regal is a one-piece compact elongated toilet that offers a traditional design with a Comfort Height bowl for ease of use. Its powerful flush system uses only 1.28 gallons of water per flush, making it a water-efficient choice. The Regal is made of high-quality ceramic material that resists staining and scratching and comes with a soft-close seat to prevent slamming."
  },
  {
    "Brand": "Royal Flush",
    "Product Name": "Majesty Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "26.jpg",
    "Toilet Dimensions": "27.5 x 17.5 x 29 inches",
    "Description": "The Royal Flush Majesty is a two-piece round toilet that combines classic style with modern features. Its powerful flush system uses only 1.28 gallons of water per flush, making it an eco-friendly choice. The Majesty features a comfortable round bowl design and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Royal Flush",
    "Product Name": "Emperor One-Piece Skirted Elongated Toilet",
    "Price": "$699",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "87.jpg",
    "Toilet Dimensions": "29 x 14.5 x 29.5 inches",
    "Description": "The Royal Flush Emperor is a one-piece skirted elongated toilet that features a contemporary design with a concealed trapway for easy cleaning. Its powerful flush system uses only 1.28 gallons of water per flush, making it a water-efficient choice. The Emperor also has a Comfort Height bowl for ease of use and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Royal Flush",
    "Product Name": "King Dual-Flush Two-Piece Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "36.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 28.5 inches",
    "Description": "The Royal Flush King is a dual-flush two-piece elongated toilet that offers both water efficiency and performance. With its powerful flush system, this toilet can save up to 25% of water usage compared to standard toilets. The King features a comfortable elongated bowl design and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Royal Flush",
    "Product Name": "Crown One-Piece Compact Elongated Toilet",
    "Price": "$499",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "37.jpg",
    "Toilet Dimensions": "26.25 x 15 x 26.75 inches",
    "Description": "The Royal Flush Crown is a one-piece compact elongated toilet that offers a sleek and modern look for any bathroom. Its powerful flush system uses only 1.28 gallons of water per flush, making it a water-efficient choice. The Crown features a Comfort Height bowl for ease of use and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Royal Flush",
    "Product Name": "Jewel One-Piece Skirted Elongated Toilet",
    "Price": "$799",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "82.jpg",
    "Toilet Dimensions": "29 x 15.5 x 28.5 inches",
    "Description": "The Royal Flush Jewel is a one-piece skirted elongated toilet that features a contemporary design with a concealed trapway for easy cleaning. Its powerful flush system uses only 1.28 gallons of water per flush, making it a water-efficient choice. The Jewel also has a Comfort Height bowl for ease of use and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Clean Seat",
    "Product Name": "Premier One-Piece Compact Elongated Toilet",
    "Price": "$499",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "55.jpg",
    "Toilet Dimensions": "26.25 x 15 x 26.75 inches",
    "Description": "The Clean Seat Premier is a one-piece compact elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat and bidet functions with adjustable water temperature and pressure, providing a luxurious and hygienic bathroom experience. The Premier also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Clean Seat",
    "Product Name": "Elite Two-Piece Round Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Round",
    "Picture": "19.jpg",
    "Toilet Dimensions": "27.5 x 17.5 x 29 inches",
    "Description": "The Clean Seat Elite is a two-piece round toilet that combines style and functionality. It features a heated seat with adjustable temperature and a self-cleaning nozzle for personal hygiene. Its powerful flush system uses only 1.28 gallons of water per flush, making it a water-efficient choice. The Elite is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Clean Seat",
    "Product Name": "Prodigy One-Piece Skirted Elongated Toilet",
    "Price": "$799",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "56.jpg",
    "Toilet Dimensions": "29 x 15.5 x 28.5 inches",
    "Description": "The Clean Seat Prodigy is a one-piece skirted elongated toilet that features a modern and sleek design with advanced features. It offers a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Prodigy also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Clean Seat",
    "Product Name": "Essential Dual-Flush Two-Piece Toilet",
    "Price": "$249",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "66.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 28.5 inches",
    "Description": "The Clean Seat Essential is a dual-flush two-piece elongated toilet that offers both water efficiency and performance. With its powerful flush system, this toilet can save up to 25% of water usage compared to standard toilets. The Essential features a comfortable elongated bowl design and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Clean Seat",
    "Product Name": "Comfort One-Piece Compact Elongated Toilet",
    "Price": "$399",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "58.jpg",
    "Toilet Dimensions": "26.25 x 15 x 26.75 inches",
    "Description": "The Clean Seat Comfort is a one-piece compact elongated toilet that combines comfort and convenience. It features a heated seat with adjustable temperature, a self-cleaning nozzle for personal hygiene, and a powerful flush system. The Comfort is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Clean Seat",
    "Product Name": "Serenity Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "72.jpg",
    "Toilet Dimensions": "27.5 x 17.5 x 29 inches",
    "Description": "The Clean Seat Serenity is a two-piece round toilet that offers a traditional design with modern features. It features a heated seat with adjustable temperature and a self-cleaning nozzle for personal hygiene. Its powerful flush system uses only 1.28 gallons of water per flush, making it an eco-friendly choice. The Serenity is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Swift Stream",
    "Product Name": "Essential Two-Piece Round Toilet",
    "Price": "$179",
    "Toilet Type": "Two-Piece Round",
    "Picture": "70.jpg",
    "Toilet Dimensions": "28.5 x 15.5 x 30 inches",
    "Description": "The Swift Stream Essential is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Essential is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Swift Stream",
    "Product Name": "Prodigy One-Piece Skirted Elongated Toilet",
    "Price": "$649",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "6.jpg",
    "Toilet Dimensions": "29 x 15.5 x 28.5 inches",
    "Description": "The Swift Stream Prodigy is a one-piece skirted elongated toilet that features a sleek and modern design with advanced features. It offers a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Prodigy also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Swift Stream",
    "Product Name": "Elite Two-Piece Elongated Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "88.jpg",
    "Toilet Dimensions": "30 x 17 x 31 inches",
    "Description": "The Swift Stream Elite is a two-piece elongated toilet that combines style and functionality. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Elite is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Swift Stream",
    "Product Name": "Comfort One-Piece Compact Elongated Toilet",
    "Price": "$349",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "44.jpg",
    "Toilet Dimensions": "27 x 16.5 x 27.5 inches",
    "Description": "The Swift Stream Comfort is a one-piece compact elongated toilet that combines comfort and convenience. It features a heated seat with adjustable temperature, a self-cleaning nozzle for personal hygiene, and a powerful flush system. The Comfort is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Swift Stream",
    "Product Name": "Harmony One-Piece Skirted Elongated Toilet",
    "Price": "$599",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "90.jpg",
    "Toilet Dimensions": "29 x 14.5 x 29.5 inches",
    "Description": "The Swift Stream Harmony is a one-piece skirted elongated toilet that offers a modern and elegant design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Harmony also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Swift Stream",
    "Product Name": "Premier One-Piece Compact Elongated Toilet",
    "Price": "$499",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "39.jpg",
    "Toilet Dimensions": "26.25 x 15 x 26.75 inches",
    "Description": "The Swift Stream Premier is a one-piece compact elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat and bidet functions with adjustable water temperature and pressure, providing a luxurious and hygienic bathroom experience. The Premier also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Swift Stream",
    "Product Name": "Serenity Two-Piece Round Toilet",
    "Price": "$249",
    "Toilet Type": "Two-Piece Round",
    "Picture": "40.jpg",
    "Toilet Dimensions": "27.5 x 17.5 x 29 inches",
    "Description": "The Swift Stream Serenity is a two-piece round toilet that offers a traditional design with modern features. It features a heated seat with adjustable temperature and a self-cleaning nozzle for personal hygiene. Its powerful flush system uses only 1.28 gallons of water per flush, making it an eco-friendly choice. The Serenity is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Sparkle Seat",
    "Product Name": "Classic Two-Piece Round Toilet",
    "Price": "$149",
    "Toilet Type": "Two-Piece Round",
    "Picture": "5.jpg",
    "Toilet Dimensions": "27.75 x 17 x 28.5 inches",
    "Description": "The Sparkle Seat Classic is a two-piece round toilet that offers simple and reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Classic is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Sparkle Seat",
    "Product Name": "Deluxe One-Piece Elongated Toilet",
    "Price": "$499",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "61.jpg",
    "Toilet Dimensions": "28 x 16.5 x 28.5 inches",
    "Description": "The Sparkle Seat Deluxe is a one-piece elongated toilet that features a sleek and modern design with advanced features. It offers a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Deluxe also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Sparkle Seat",
    "Product Name": "Comfort Two-Piece Elongated Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "12.jpg",
    "Toilet Dimensions": "30 x 17 x 31 inches",
    "Description": "The Sparkle Seat Comfort is a two-piece elongated toilet that combines style and comfort. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Comfort is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Sparkle Seat",
    "Product Name": "Elite One-Piece Compact Elongated Toilet",
    "Price": "$399",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "80.jpg",
    "Toilet Dimensions": "26.5 x 15 x 28 inches",
    "Description": "The Sparkle Seat Elite is a one-piece compact elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Elite also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Sparkle Seat",
    "Product Name": "Harmony One-Piece Skirted Elongated Toilet",
    "Price": "$599",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "11.jpg",
    "Toilet Dimensions": "28.5 x 14.5 x 29 inches",
    "Description": "The Sparkle Seat Harmony is a one-piece skirted elongated toilet that offers a modern and elegant design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Harmony also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Sparkle Seat",
    "Product Name": "Premier Two-Piece Compact Elongated Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Compact Elongated",
    "Picture": "33.jpg",
    "Toilet Dimensions": "27.5 x 15 x 29.5 inches",
    "Description": "The Sparkle Seat Premier is a two-piece compact elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat and bidet functions with adjustable water temperature and pressure, providing a luxurious and hygienic bathroom experience. The Premier also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Sparkle Seat",
    "Product Name": "Serenity One-Piece Round Toilet",
    "Price": "$199",
    "Toilet Type": "One-Piece Round",
    "Picture": "57.jpg",
    "Toilet Dimensions": "26.75 x 15 x 26.25 inches",
    "Description": "The Sparkle Seat Serenity is a one-piece round toilet that offers a simple and traditional design with modern features. It features a heated seat with adjustable temperature and a self-cleaning nozzle for personal hygiene. Its powerful flush system uses only 1.28 gallons of water per flush, making it an eco-friendly choice. The Serenity is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Elite Throne",
    "Product Name": "Classic Two-Piece Round Toilet",
    "Price": "$199",
    "Toilet Type": "Two-Piece Round",
    "Picture": "22.jpg",
    "Toilet Dimensions": "27.5 x 16.8 x 30.5 inches",
    "Description": "The Elite Throne Classic is a two-piece round toilet that offers simple and reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Classic is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Elite Throne",
    "Product Name": "Deluxe One-Piece Elongated Toilet",
    "Price": "$699",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "47.jpg",
    "Toilet Dimensions": "29 x 16.5 x 27 inches",
    "Description": "The Elite Throne Deluxe is a one-piece elongated toilet that features a sleek and modern design with advanced features. It offers a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Deluxe also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Elite Throne",
    "Product Name": "Comfort Two-Piece Elongated Toilet",
    "Price": "$399",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "83.jpg",
    "Toilet Dimensions": "29.5 x 16.8 x 30.5 inches",
    "Description": "The Elite Throne Comfort is a two-piece elongated toilet that combines style and comfort. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Comfort is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Elite Throne",
    "Product Name": "Elite One-Piece Compact Elongated Toilet",
    "Price": "$599",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "32.jpg",
    "Toilet Dimensions": "26.5 x 15 x 28 inches",
    "Description": "The Elite Throne Elite is a one-piece compact elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Elite also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Elite Throne",
    "Product Name": "Harmony One-Piece Skirted Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "10.jpg",
    "Toilet Dimensions": "28 x 15 x 29.5 inches",
    "Description": "The Elite Throne Harmony is a one-piece skirted elongated toilet that offers a modern and elegant design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Harmony also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Elite Throne",
    "Product Name": "Premier Two-Piece Compact Elongated Toilet",
    "Price": "$499",
    "Toilet Type": "Two-Piece Compact Elongated",
    "Picture": "77.jpg",
    "Toilet Dimensions": "27 x 15 x 29.5 inches",
    "Description": "The Elite Throne Premier is a two-piece compact elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat and bidet functions with adjustable water temperature and pressure, providing a luxurious and hygienic bathroom experience. The Premier also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Elite Throne",
    "Product Name": "Serenity One-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "One-Piece Round",
    "Picture": "52.jpg",
    "Toilet Dimensions": "26.75 x 15 x 26.25 inches",
    "Description": "The Elite Throne Serenity is a one-piece round toilet that offers a simple and traditional design with modern features. It features a heated seat with adjustable temperature and a self-cleaning nozzle for personal hygiene. Its powerful flush system uses only 1.28 gallons of water per flush, making it an eco-friendly choice. The Serenity is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Infinity Flush",
    "Product Name": "Apollo One-Piece Elongated Toilet",
    "Price": "$799",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "69.jpg",
    "Toilet Dimensions": "29.5 x 17 x 28.5 inches",
    "Description": "The Infinity Flush Apollo is a one-piece elongated toilet that features a sleek and modern design with advanced features. It offers a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Apollo also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Infinity Flush",
    "Product Name": "Ares Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "65.jpg",
    "Toilet Dimensions": "27.75 x 18.25 x 29.5 inches",
    "Description": "The Infinity Flush Ares is a two-piece round toilet that offers simple and reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Ares is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Infinity Flush",
    "Product Name": "Athena One-Piece Compact Elongated Toilet",
    "Price": "$649",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "85.jpg",
    "Toilet Dimensions": "27 x 15 x 28.5 inches",
    "Description": "The Infinity Flush Athena is a one-piece compact elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Athena also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Infinity Flush",
    "Product Name": "Atlas Two-Piece Elongated Toilet",
    "Price": "$449",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "15.jpg",
    "Toilet Dimensions": "29 x 16.5 x 29.25 inches",
    "Description": "The Infinity Flush Atlas is a two-piece elongated toilet that combines style and comfort. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Atlas is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Infinity Flush",
    "Product Name": "Gaia One-Piece Skirted Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "54.jpg",
    "Toilet Dimensions": "28.25 x 16 x 29.25 inches",
    "Description": "The Infinity Flush Gaia is a one-piece skirted elongated toilet that offers a modern and elegant design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Gaia also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Infinity Flush",
    "Product Name": "Helios Two-Piece Round Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Round",
    "Picture": "68.jpg",
    "Toilet Dimensions": "28 x 16.5 x 30 inches",
    "Description": "The Infinity Flush Helios is a two-piece round toilet that offers simple and reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Helios is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Infinity Flush",
    "Product Name": "Hera One-Piece Elongated Toilet",
    "Price": "$699",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "53.jpg",
    "Toilet Dimensions": "29.25 x 15.5 x 28.25 inches",
    "Description": "The Infinity Flush Hera is a one-piece elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Hera also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Serenity Solutions",
    "Product Name": "Zen One-Piece Elongated Toilet",
    "Price": "$849",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "21.jpg",
    "Toilet Dimensions": "29.75 x 15.5 x 27.5 inches",
    "Description": "The Serenity Solutions Zen is a one-piece elongated toilet that offers a serene and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Zen also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Serenity Solutions",
    "Product Name": "Harmony Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "3.jpg",
    "Toilet Dimensions": "27.5 x 15.75 x 30 inches",
    "Description": "The Serenity Solutions Harmony is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Harmony is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Serenity Solutions",
    "Product Name": "Bliss One-Piece Compact Elongated Toilet",
    "Price": "$699",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "89.jpg",
    "Toilet Dimensions": "28.5 x 15 x 28 inches",
    "Description": "The Serenity Solutions Bliss is a one-piece compact elongated toilet that offers a comfortable and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Bliss also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Serenity Solutions",
    "Product Name": "Tranquility Two-Piece Elongated Toilet",
    "Price": "$449",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "7.jpg",
    "Toilet Dimensions": "29 x 17.25 x 30 inches",
    "Description": "The Serenity Solutions Tranquility is a two-piece elongated toilet that combines comfort and style. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Tranquility is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Serenity Solutions",
    "Product Name": "Calm One-Piece Skirted Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "71.jpg",
    "Toilet Dimensions": "28.25 x 16 x 29.25 inches",
    "Description": "The Serenity Solutions Calm is a one-piece skirted elongated toilet that offers a sleek and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Calm also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Serenity Solutions",
    "Product Name": "Equanimity Two-Piece Round Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Round",
    "Picture": "45.jpg",
    "Toilet Dimensions": "28.25 x 15.75 x 30 inches",
    "Description": "The Serenity Solutions Equanimity is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Equanimity is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Serenity Solutions",
    "Product Name": "Tranquility Pro One-Piece Elongated Toilet",
    "Price": "$749",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "29.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 28.5 inches",
    "Description": "The Serenity Solutions Tranquility Pro is a one-piece elongated toilet that offers a comfortable and modern design with advanced features. It features a heated seat, bidet functions, and an air dryer with adjustable settings, providing a luxurious and hygienic bathroom experience. The Tranquility Pro also has a powerful flush system and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Deluxe One-Piece Elongated Toilet",
    "Price": "$799",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "34.jpg",
    "Toilet Dimensions": "28.5 x 14.5 x 28 inches",
    "Description": "The Toilets & Stuff Deluxe is a one-piece elongated toilet that offers a stylish and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Deluxe is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Classic Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "8.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Toilets & Stuff Classic is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Classic is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Designer One-Piece Compact Elongated Toilet",
    "Price": "$699",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "48.jpg",
    "Toilet Dimensions": "27.5 x 14 x 27 inches",
    "Description": "The Toilets & Stuff Designer is a one-piece compact elongated toilet that offers a modern and stylish design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Designer is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Pro Two-Piece Elongated Toilet",
    "Price": "$399",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "92.jpg",
    "Toilet Dimensions": "29 x 17.25 x 30 inches",
    "Description": "The Toilets & Stuff Pro is a two-piece elongated toilet that combines style and performance. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Pro is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Premium One-Piece Skirted Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "75.jpg",
    "Toilet Dimensions": "28 x 14 x 29 inches",
    "Description": "The Toilets & Stuff Premium is a one-piece skirted elongated toilet that offers a sleek and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Premium is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Essential Two-Piece Round Toilet",
    "Price": "$249",
    "Toilet Type": "Two-Piece Round",
    "Picture": "51.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Toilets & Stuff Essential is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Essential is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Executive One-Piece Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "41.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 28.5 inches",
    "Description": "The Toilets & Stuff Executive is a one-piece elongated toilet that offers a comfortable and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Executive is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Toilets & Stuff",
    "Product Name": "Compact Two-Piece Round Toilet",
    "Price": "$279",
    "Toilet Type": "Two-Piece Round",
    "Picture": "84.jpg",
    "Toilet Dimensions": "26.75 x 14.5 x 30 inches",
    "Description": "The Toilets & Stuff Compact is a two-piece round toilet that is perfect for smaller bathrooms. It features a powerful flush system and a comfortable seat with a traditional design. The Compact is made of durable ceramic material"
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Modern One-Piece Elongated Toilet",
    "Price": "$799",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "50.jpg",
    "Toilet Dimensions": "28.5 x 14.5 x 28 inches",
    "Description": "The Yaroo Modern is a one-piece elongated toilet that offers a sleek and stylish design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Modern is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Classic Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "42.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Yaroo Classic is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Classic is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Designer One-Piece Compact Elongated Toilet",
    "Price": "$699",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "35.jpg",
    "Toilet Dimensions": "27.5 x 14 x 27 inches",
    "Description": "The Yaroo Designer is a one-piece compact elongated toilet that offers a modern and stylish design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Designer is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Pro Two-Piece Elongated Toilet",
    "Price": "$399",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "76.jpg",
    "Toilet Dimensions": "29 x 17.25 x 30 inches",
    "Description": "The Yaroo Pro is a two-piece elongated toilet that combines style and performance. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Pro is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Premium One-Piece Skirted Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "73.jpg",
    "Toilet Dimensions": "28 x 14 x 29 inches",
    "Description": "The Yaroo Premium is a one-piece skirted elongated toilet that offers a sleek and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Premium is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Essential Two-Piece Round Toilet",
    "Price": "$249",
    "Toilet Type": "Two-Piece Round",
    "Picture": "30.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Yaroo Essential is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Essential is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Executive One-Piece Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "91.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 28.5 inches",
    "Description": "The Yaroo Executive is a one-piece elongated toilet that offers a comfortable and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Executive is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Yaroo",
    "Product Name": "Compact Two-Piece Round Toilet",
    "Price": "$279",
    "Toilet Type": "Two-Piece Round",
    "Picture": "16.jpg",
    "Toilet Dimensions": "26.75 x 14.5 x 30 inches",
    "Description": "The Yaroo Compact is a two-piece round toilet that is perfect for smaller bathrooms. It features a powerful flush system and a comfortable seat with a traditional design. The Compact is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Modern One-Piece Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "27.jpg",
    "Toilet Dimensions": "28.5 x 14.5 x 28 inches",
    "Description": "The Kae-Yo Modern is a one-piece elongated toilet that offers a sleek and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Modern is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Classic Two-Piece Round Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Round",
    "Picture": "79.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Kae-Yo Classic is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Classic is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Designer One-Piece Compact Elongated Toilet",
    "Price": "$749",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "31.jpg",
    "Toilet Dimensions": "27.5 x 14 x 27 inches",
    "Description": "The Kae-Yo Designer is a one-piece compact elongated toilet that offers a modern and stylish design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Designer is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Pro Two-Piece Elongated Toilet",
    "Price": "$449",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "17.jpg",
    "Toilet Dimensions": "29 x 17.25 x 30 inches",
    "Description": "The Kae-Yo Pro is a two-piece elongated toilet that combines style and performance. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Pro is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Premium One-Piece Skirted Elongated Toilet",
    "Price": "$999",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "63.jpg",
    "Toilet Dimensions": "28 x 14 x 29 inches",
    "Description": "The Kae-Yo Premium is a one-piece skirted elongated toilet that offers a sleek and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Premium is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Essential Two-Piece Round Toilet",
    "Price": "$279",
    "Toilet Type": "Two-Piece Round",
    "Picture": "13.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Kae-Yo Essential is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Essential is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Executive One-Piece Elongated Toilet",
    "Price": "$949",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "28.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 28.5 inches",
    "Description": "The Kae-Yo Executive is a one-piece elongated toilet that offers a comfortable and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Executive is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Kae-Yo",
    "Product Name": "Compact Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "74.jpg",
    "Toilet Dimensions": "26.75 x 14.5 x 30 inches",
    "Description": "The Kae-Yo Compact is a two-piece round toilet that is perfect for smaller bathrooms. It features a powerful flush system and a comfortable seat with a traditional design. The Compact is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Deluxe One-Piece Elongated Toilet",
    "Price": "$799",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "2.jpg",
    "Toilet Dimensions": "28.5 x 14.5 x 28 inches",
    "Description": "The Oasis Deluxe is a one-piece elongated toilet that offers a sleek and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Deluxe is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Comfort Two-Piece Round Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Round",
    "Picture": "14.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Oasis Comfort is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Comfort is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Designer One-Piece Compact Elongated Toilet",
    "Price": "$729",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "38.jpg",
    "Toilet Dimensions": "27.5 x 14 x 27 inches",
    "Description": "The Oasis Designer is a one-piece compact elongated toilet that offers a modern and stylish design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Designer is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Pro Two-Piece Elongated Toilet",
    "Price": "$449",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "64.jpg",
    "Toilet Dimensions": "29 x 17.25 x 30 inches",
    "Description": "The Oasis Pro is a two-piece elongated toilet that combines style and performance. It features a powerful flush system and a comfortable seat with an elongated bowl design. The Pro is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Premium One-Piece Skirted Elongated Toilet",
    "Price": "$949",
    "Toilet Type": "One-Piece Skirted Elongated",
    "Picture": "9.jpg",
    "Toilet Dimensions": "28 x 14 x 29 inches",
    "Description": "The Oasis Premium is a one-piece skirted elongated toilet that offers a sleek and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Premium is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Essential Two-Piece Round Toilet",
    "Price": "$279",
    "Toilet Type": "Two-Piece Round",
    "Picture": "81.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Oasis Essential is a two-piece round toilet that offers reliable performance at an affordable price. It features a powerful flush system and a comfortable seat with a traditional design. The Essential is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Executive One-Piece Elongated Toilet",
    "Price": "$899",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "1.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 28.5 inches",
    "Description": "The Oasis Executive is a one-piece elongated toilet that offers a comfortable and modern design. It features a powerful flush system and a comfortable seat with a soft-close lid. The Executive is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Oasis",
    "Product Name": "Compact Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "25.jpg",
    "Toilet Dimensions": "26.75 x 14.5 x 30 inches",
    "Description": "The Oasis Compact is a two-piece round toilet that is perfect for smaller bathrooms. It features a powerful flush system and a comfortable seat with a traditional design. The Compact is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "Ultra-Comfort Two-Piece Elongated Toilet",
    "Price": "$599",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "78.jpg",
    "Toilet Dimensions": "29 x 16.5 x 31 inches",
    "Description": "The Jui Rogain Ultra-Comfort is a two-piece elongated toilet that provides exceptional comfort and style. It features a powerful flush system and a comfortable seat with a sleek design. The Ultra-Comfort is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "Aqua-Fresh One-Piece Round Toilet",
    "Price": "$449",
    "Toilet Type": "One-Piece Round",
    "Picture": "49.jpg",
    "Toilet Dimensions": "27 x 14 x 28 inches",
    "Description": "The Jui Rogain Aqua-Fresh is a one-piece round toilet that provides an efficient and powerful flush system. It features a comfortable seat with a soft-close lid and a stylish design. The Aqua-Fresh is made of durable ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "Pro-Flush Two-Piece Elongated Toilet",
    "Price": "$399",
    "Toilet Type": "Two-Piece Elongated",
    "Picture": "86.jpg",
    "Toilet Dimensions": "30 x 17.5 x 31 inches",
    "Description": "The Jui Rogain Pro-Flush is a two-piece elongated toilet that offers a powerful flush system and a sleek design. It features a comfortable seat and is made of high-quality ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "SmartClean One-Piece Compact Elongated Toilet",
    "Price": "$549",
    "Toilet Type": "One-Piece Compact Elongated",
    "Picture": "24.jpg",
    "Toilet Dimensions": "26.5 x 14.5 x 27.5 inches",
    "Description": "The Jui Rogain SmartClean is a one-piece compact elongated toilet that features a powerful flush system and a comfortable seat with a sleek design. It is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "Comfort-Grip Two-Piece Round Toilet",
    "Price": "$299",
    "Toilet Type": "Two-Piece Round",
    "Picture": "59.jpg",
    "Toilet Dimensions": "28 x 15 x 30 inches",
    "Description": "The Jui Rogain Comfort-Grip is a two-piece round toilet that provides a comfortable seat and a reliable flush system. It features a sleek design and is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "Deluxe-Touch One-Piece Elongated Toilet",
    "Price": "$799",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "18.jpg",
    "Toilet Dimensions": "28 x 14.5 x 29 inches",
    "Description": "The Jui Rogain Deluxe-Touch is a one-piece elongated toilet that features a powerful flush system and a comfortable seat with a soft-close lid. It has a sleek design and is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "Compact-Plus Two-Piece Round Toilet",
    "Price": "$349",
    "Toilet Type": "Two-Piece Round",
    "Picture": "4.jpg",
    "Toilet Dimensions": "27.5 x 15.5 x 30 inches",
    "Description": "The Jui Rogain Compact-Plus is a two-piece round toilet that provides an efficient flush system and a comfortable seat with a sleek design. It is made of durable ceramic material that resists staining and scratching."
  },
  {
    "Brand": "Jui Rogain",
    "Product Name": "Executive-One One-Piece Elongated Toilet",
    "Price": "$999",
    "Toilet Type": "One-Piece Elongated",
    "Picture": "42.jpg",
    "Toilet Dimensions": "29.5 x 16.5 x 29 inches",
    "Description": "The Jui Rogain Executive-One is a one-piece elongated toilet that provides a powerful flush system and a comfortable seat with a soft-close lid. It has a modern design and is made of high-quality ceramic material that is easy to clean and resists staining and scratching."
  }
]